Repository: Chepman32/Salary-Translator
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es_mx, fi, fil, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans

# app.tagline
source: Turn salary into something you can actually feel.
ar: حوّل راتبك إلى شيء يمكنك أن تشعر به فعلاً.
cs: Proměňte plat v něco, co opravdu pocítíte.
da: Gør din løn til noget, du faktisk kan mærke.
de: Mach dein Gehalt zu etwas, das du wirklich spüren kannst.
el: Κάνε τον μισθό σου κάτι που μπορείς πραγματικά να νιώσεις.
es_mx: Convierte tu sueldo en algo que de verdad puedas sentir.
fi: Muuta palkka joksikin, jonka voi oikeasti tuntea.
fil: Gawing isang bagay na talagang mararamdaman ang suweldo mo.
fr: Transformez votre salaire en quelque chose de concret.
he: הפכו את המשכורת למשהו שאפשר ממש להרגיש.
hi: अपनी सैलरी को ऐसी चीज़ में बदलें जिसे आप सच में महसूस कर सकें।
hu: Tedd a fizetésedet valami olyanná, amit tényleg érezni lehet.
id: Ubah gaji Anda menjadi sesuatu yang benar-benar terasa nyata.
it: Trasforma il tuo stipendio in qualcosa di davvero concreto.
ja: 給料を本当に実感できるものに変えよう。
ko: 급여를 실제로 체감되는 것으로 바꾸세요.
ms: Jadikan gaji anda sesuatu yang benar-benar boleh dirasai.
nb: Gjør lønnen til noe du faktisk kan kjenne på.
nl: Maak van je salaris iets wat je echt kunt voelen.
pl: Zamień pensję w coś, co naprawdę da się odczuć.
pt_br: Transforme seu salário em algo que você realmente sente.
ro: Transformă salariul în ceva ce chiar poți simți.
ru: Превратите зарплату во что-то, что действительно ощущается.
sv: Gör lönen till något du faktiskt kan känna.
th: เปลี่ยนเงินเดือนให้กลายเป็นสิ่งที่คุณรู้สึกได้จริง
tr: Maaşını gerçekten hissedebileceğin bir şeye dönüştür.
uk: Перетворіть зарплату на те, що справді відчувається.
vi: Biến mức lương của bạn thành thứ bạn thật sự cảm nhận được.
zh_hans: 把薪水变成你真正能感受到的东西。

# assumptions.title
source: Assumptions
ar: الافتراضات
cs: Předpoklady
da: Forudsætninger
de: Annahmen
el: Παραδοχές
es_mx: Supuestos
fi: Oletukset
fil: Mga Palagay
fr: Hypothèses
he: הנחות
hi: मान्यताएँ
hu: Feltételezések
id: Asumsi
it: Ipotesi
ja: 前提条件
ko: 가정
ms: Andaian
nb: Forutsetninger
nl: Aannames
pl: Założenia
pt_br: Premissas
ro: Presupuneri
ru: Допущения
sv: Antaganden
th: สมมติฐาน
tr: Varsayımlar
uk: Припущення
vi: Giả định
zh_hans: 假设

# cities.title
source: See where the same salary bends differently.
ar: اعرف أين يتمدد الراتب نفسه بشكل مختلف.
cs: Podívejte se, kde se stejný plat chová jinak.
da: Se hvor den samme løn rækker forskelligt.
de: Sieh, wo dasselbe Gehalt anders wirkt.
el: Δες πού ο ίδιος μισθός αποδίδει διαφορετικά.
es_mx: Ve dónde el mismo sueldo rinde distinto.
fi: Näe, missä sama palkka joustaa eri tavoin.
fil: Tingnan kung saan iba ang abot ng parehong suweldo.
fr: Voyez où le même salaire se vit différemment.
he: ראו איפה אותה משכורת מרגישה אחרת.
hi: देखें कि वही सैलरी कहाँ अलग तरह से चलती है।
hu: Nézd meg, hol nyúlik másképp ugyanaz a fizetés.
id: Lihat di mana gaji yang sama terasa berbeda.
it: Scopri dove lo stesso stipendio pesa in modo diverso.
ja: 同じ給料でも街によってどう変わるかを見る。
ko: 같은 급여가 어디서 다르게 느껴지는지 확인하세요.
ms: Lihat di mana gaji yang sama terasa berbeza.
nb: Se hvor den samme lønnen strekker seg ulikt.
nl: Zie waar hetzelfde salaris anders uitpakt.
pl: Zobacz, gdzie ta sama pensja daje inny efekt.
pt_br: Veja onde o mesmo salário rende de outro jeito.
ro: Vezi unde același salariu se simte diferit.
ru: Посмотрите, где одна и та же зарплата ощущается по-разному.
sv: Se var samma lön räcker olika långt.
th: ดูว่าเงินเดือนเดียวกันให้อำนาจซื้อแตกต่างกันอย่างไร
tr: Aynı maaşın nerede farklı hissettirdiğini görün.
uk: Подивіться, де одна й та сама зарплата відчувається інакше.
vi: Xem cùng một mức lương thay đổi ra sao ở từng nơi.
zh_hans: 看看同样的薪水在不同城市会有怎样的差别。

# common.continue
source: Continue
ar: متابعة
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es_mx: Continuar
fi: Jatka
fil: Magpatuloy
fr: Continuer
he: המשך
hi: जारी रखें
hu: Tovább
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
th: ต่อไป
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# common.hide
source: Hide
ar: إخفاء
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es_mx: Ocultar
fi: Piilota
fil: Itago
fr: Masquer
he: הסתר
hi: छिपाएँ
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 숨기기
ms: Sembunyikan
nb: Skjul
nl: Verbergen
pl: Ukryj
pt_br: Ocultar
ro: Ascunde
ru: Скрыть
sv: Dölj
th: ซ่อน
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hans: 隐藏

# common.share
source: Share
ar: مشاركة
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es_mx: Compartir
fi: Jaa
fil: Ibahagi
fr: Partager
he: שתף
hi: शेयर करें
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ro: Partajează
ru: Поделиться
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享

# common.skip
source: Skip
ar: تخطي
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es_mx: Omitir
fi: Ohita
fil: Laktawan
fr: Passer
he: דלג
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
ro: Omite
ru: Пропустить
sv: Hoppa över
th: ข้าม
tr: Geç
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过

# gap.title
source: Compare the pace, not the drama.
ar: قارن الوتيرة لا الدراما.
cs: Porovnejte tempo, ne drama.
da: Sammenlign tempoet, ikke dramaet.
de: Vergleiche das Tempo, nicht das Drama.
el: Σύγκρινε τον ρυθμό, όχι το δράμα.
es_mx: Compara el ritmo, no el drama.
fi: Vertaa tahtia, älä draamaa.
fil: Ihambing ang bilis, hindi ang drama.
fr: Comparez le rythme, pas le drama.
he: השוו את הקצב, לא את הדרמה.
hi: ड्रामा नहीं, रफ़्तार की तुलना करें।
hu: A tempót hasonlítsd, ne a drámát.
id: Bandingkan lajunya, bukan dramanya.
it: Confronta il ritmo, non il dramma.
ja: ドラマではなく、ペースを比べよう。
ko: 감정이 아니라 속도를 비교하세요.
ms: Bandingkan rentak, bukan drama.
nb: Sammenlign tempoet, ikke dramaet.
nl: Vergelijk het tempo, niet het drama.
pl: Porównuj tempo, nie dramat.
pt_br: Compare o ritmo, não o drama.
ro: Compară ritmul, nu drama.
ru: Сравнивайте темп, а не драму.
sv: Jämför takten, inte dramat.
th: เทียบจังหวะ ไม่ใช่อารมณ์ดราม่า
tr: Dramayı değil, tempoyu karşılaştır.
uk: Порівнюйте темп, а не драму.
vi: So nhịp độ, đừng so kịch tính.
zh_hans: 比较节奏，而不是情绪化的戏剧感。

# library.title
source: Scenario Library
ar: مكتبة السيناريوهات
cs: Knihovna scénářů
da: Scenariobibliotek
de: Szenario-Mediathek
el: Βιβλιοθήκη σεναρίων
es_mx: Biblioteca de escenarios
fi: Skenaariokirjasto
fil: Library ng Scenario
fr: Bibliothèque de scénarios
he: ספריית תרחישים
hi: सिनेरियो लाइब्रेरी
hu: Forgatókönyv-könyvtár
id: Pustaka Skenario
it: Libreria scenari
ja: シナリオライブラリ
ko: 시나리오 보관함
ms: Pustaka Senario
nb: Scenariobibliotek
nl: Scenariobibliotheek
pl: Biblioteka scenariuszy
pt_br: Biblioteca de cenários
ro: Biblioteca de scenarii
ru: Библиотека сценариев
sv: Scenariobibliotek
th: คลังสถานการณ์
tr: Senaryo Arşivi
uk: Бібліотека сценаріїв
vi: Thư viện kịch bản
zh_hans: 场景库

# objects.title
source: Translate salary into real things.
ar: حوّل الراتب إلى أشياء حقيقية.
cs: Převeďte plat na skutečné věci.
da: Omsæt lønnen til virkelige ting.
de: Übersetze Gehalt in echte Dinge.
el: Μετέτρεψε τον μισθό σε πραγματικά πράγματα.
es_mx: Convierte tu sueldo en cosas reales.
fi: Muuta palkka oikeiksi asioiksi.
fil: Gawing totoong bagay ang suweldo.
fr: Transformez le salaire en choses concrètes.
he: הפכו משכורת לדברים אמיתיים.
hi: सैलरी को असली चीज़ों में बदलें।
hu: Fordítsd le a fizetést valódi dolgokra.
id: Ubah gaji menjadi hal-hal yang nyata.
it: Trasforma lo stipendio in cose reali.
ja: 給料をリアルなモノに変換する。
ko: 급여를 현실의 물건으로 바꿔 보세요.
ms: Tukarkan gaji kepada benda yang nyata.
nb: Gjør lønnen om til virkelige ting.
nl: Vertaal je salaris naar echte dingen.
pl: Przelicz pensję na realne rzeczy.
pt_br: Transforme o salário em coisas reais.
ro: Transformă salariul în lucruri concrete.
ru: Переведите зарплату в реальные вещи.
sv: Översätt lönen till verkliga saker.
th: แปลงเงินเดือนให้เป็นสิ่งของจริง
tr: Maaşı gerçek şeylere çevir.
uk: Переведіть зарплату в реальні речі.
vi: Biến lương thành những món đồ thực tế.
zh_hans: 把薪水换算成真实的东西。

# onboarding.cta.finish
source: Translate My Salary
ar: ابدأ ترجمة راتبي
cs: Přeložit můj plat
da: Oversæt min løn
de: Mein Gehalt übersetzen
el: Μετάφραση του μισθού μου
es_mx: Traducir mi sueldo
fi: Käännä palkkani
fil: Isalin ang suweldo ko
fr: Traduire mon salaire
he: תרגם את המשכורת שלי
hi: मेरी सैलरी समझाएँ
hu: Fordítsd le a fizetésem
id: Terjemahkan gaji saya
it: Traduci il mio stipendio
ja: 給料を変換する
ko: 내 급여 변환하기
ms: Terjemah gaji saya
nb: Oversett lønnen min
nl: Mijn salaris vertalen
pl: Przelicz moją pensję
pt_br: Traduzir meu salário
ro: Tradu salariul meu
ru: Перевести мою зарплату
sv: Översätt min lön
th: แปลความหมายเงินเดือนของฉัน
tr: Maaşımı çevir
uk: Перекласти мою зарплату
vi: Diễn giải lương của tôi
zh_hans: 开始解读我的薪水

# salary_input.title
source: Your salary, translated.
ar: راتبك، مترجم.
cs: Váš plat, přeložený.
da: Din løn, oversat.
de: Dein Gehalt, übersetzt.
el: Ο μισθός σου, μεταφρασμένος.
es_mx: Tu sueldo, traducido.
fi: Palkkasi, käännettynä.
fil: Isinaling suweldo mo.
fr: Votre salaire, traduit.
he: המשכורת שלך, מתורגמת.
hi: आपकी सैलरी, समझने लायक रूप में।
hu: A fizetésed, lefordítva.
id: Gaji Anda, diterjemahkan.
it: Il tuo stipendio, tradotto.
ja: あなたの給料を見える化。
ko: 당신의 급여, 풀어 보여주기.
ms: Gaji anda, diterjemahkan.
nb: Lønnen din, oversatt.
nl: Je salaris, vertaald.
pl: Twoja pensja, przeliczona.
pt_br: Seu salário, traduzido.
ro: Salariul tău, tradus.
ru: Ваша зарплата, переведённая на понятный язык.
sv: Din lön, översatt.
th: เงินเดือนของคุณ ในแบบที่เข้าใจได้
tr: Maaşın, anlaşılır hâliyle.
uk: Ваша зарплата, перекладена на зрозумілу мову.
vi: Mức lương của bạn, được diễn giải rõ ràng.
zh_hans: 你的薪水，翻译成人能感受到的样子。

# settings.title
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es_mx: Ajustes
fi: Asetukset
fil: Mga Setting
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# share.export_card
source: Export Card
ar: تصدير البطاقة
cs: Exportovat kartu
da: Eksportér kort
de: Karte exportieren
el: Εξαγωγή κάρτας
es_mx: Exportar tarjeta
fi: Vie kortti
fil: I-export ang card
fr: Exporter la carte
he: ייצוא כרטיס
hi: कार्ड एक्सपोर्ट करें
hu: Kártya exportálása
id: Ekspor kartu
it: Esporta card
ja: カードを書き出す
ko: 카드 내보내기
ms: Eksport kad
nb: Eksporter kort
nl: Kaart exporteren
pl: Eksportuj kartę
pt_br: Exportar card
ro: Exportă cardul
ru: Экспортировать карточку
sv: Exportera kort
th: ส่งออกการ์ด
tr: Kartı dışa aktar
uk: Експортувати картку
vi: Xuất thẻ
zh_hans: 导出卡片

# share.privacy
source: Privacy
ar: الخصوصية
cs: Soukromí
da: Privatliv
de: Privatsphäre
el: Απόρρητο
es_mx: Privacidad
fi: Tietosuoja
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
vi: Quyền riêng tư
zh_hans: 隐私

# share.template
source: Template
ar: القالب
cs: Šablona
da: Skabelon
de: Vorlage
el: Πρότυπο
es_mx: Plantilla
fi: Malli
fr: Modèle
he: תבנית
hi: टेम्पलेट
hu: Sablon
it: Modello
ja: テンプレート
ko: 템플릿
ms: Templat
nb: Mal
nl: Sjabloon
pl: Szablon
pt_br: Modelo
ro: Șablon
ru: Шаблон
sv: Mall
th: เทมเพลต
tr: Şablon
uk: Шаблон
vi: Mẫu
zh_hans: 模板

# share.title
source: Share Studio
ar: استوديو المشاركة
cs: Studio sdílení
da: Delestudie
el: Στούντιο κοινοποίησης
es_mx: Estudio para compartir
fi: Jakostudio
fr: Studio de partage
he: סטודיו שיתוף
hi: शेयर स्टूडियो
hu: Megosztó stúdió
id: Studio Bagikan
it: Studio di condivisione
ja: 共有スタジオ
ko: 공유 스튜디오
ms: Studio Kongsi
nb: Delestudio
nl: Deelstudio
pl: Studio udostępniania
pt_br: Estúdio de compartilhamento
ro: Studio de partajare
ru: Студия шаринга
sv: Delningsstudio
th: สตูดิโอแชร์
tr: Paylaşım Stüdyosu
uk: Студія поширення
vi: Studio chia sẻ
zh_hans: 分享工作室

# work.title
source: Feel the labor cost.
ar: اشعر بتكلفة العمل.
cs: Pociťte cenu práce.
da: Mærk arbejdsomkostningen.
de: Spüre die Arbeitskosten.
el: Νιώσε το κόστος της δουλειάς.
es_mx: Siente el costo del trabajo.
fi: Tunne työn hinta.
fil: Damhin ang halaga ng oras ng trabaho.
fr: Ressentez le coût du travail.
he: הרגישו את עלות העבודה.
hi: मेहनत की कीमत महसूस करें।
hu: Érezd a munka árát.
id: Rasakan biaya tenaga kerja.
it: Percepisci il costo del lavoro.
ja: 働いて得る重みを感じる。
ko: 노동의 비용을 체감하세요.
ms: Rasa kos tenaga kerja.
nb: Kjenn kostnaden av arbeidet.
nl: Voel de prijs van arbeid.
pl: Poczuj koszt swojej pracy.
pt_br: Sinta o custo do trabalho.
ro: Simte costul muncii.
ru: Почувствуйте цену труда.
sv: Känn arbetskostnaden.
th: สัมผัสต้นทุนของแรงงาน
tr: Emeğin bedelini hisset.
uk: Відчуйте ціну праці.
vi: Cảm nhận cái giá của lao động.
zh_hans: 感受劳动成本。
